[
    {
        "date_crawl": "2025-05-23T12:57:55.107461",
        "url": "https://ats.talenteo.com/job-apply/fe387f329528662e66fe?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Account Manager",
        "niveau": [
            "Confirmé / Expérimenté"
        ],
        "numero": "fe387f329528662e66fe",
        "date_depot": "2025-04-25",
        "transaction": "Offres",
        "contrat": "CDD",
        "diplome": [
            "M",
            "a",
            "s",
            "t",
            "e",
            "r"
        ],
        "diplome_src": "Master",
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH , cabinet de recrutement agréé par l’État, recrute pour le compte de son client, une multinationale spécialisée dans le e-commerce, un(e) Account Manager. Missions du poste : Développer et gérer un portefeuille de clients grands comptes. Identifier et prospecter de nouveaux clients à fort potentiel. Mener les négociations commerciales jusqu’à la signature des contrats. Assurer la fidélisation et le suivi régulier des clients existants. Suivre la performance commerciale via les outils CRM et reporting. Identification et sélection d’événements pertinents pour assurer une présence sur le terrain. Profil recherché : Diplômé(e) en commerce, gestion, marketing ou équivalent. Expérience minimum de 2 ans dans un poste similaire. Excellent sens de la négociation, orienté résultats. Aisance relationnelle et capacité à convaincre. Maîtrise des outils CRM et Pack Office.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:57:55.107470",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:58:02.709615",
        "url": "https://ats.talenteo.com/job-apply/bcce817795b042bad054?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Directeur (trice) de la Communication",
        "niveau": [
            "Manager / Responsable département"
        ],
        "numero": "bcce817795b042bad054",
        "date_depot": "2025-04-25",
        "transaction": "Offres",
        "contrat": "CDD",
        "diplome": [],
        "diplome_src": [],
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH recrute pour le compte de son client un(e) Directeur(trice) de la Communication , chargé(e) de définir et piloter la stratégie de communication, en alignement avec les objectifs marketing et commerciaux de l’entreprise. Missions principales : Élaborer et mettre en œuvre la stratégie de communication, en cohérence avec la vision marketing et business. Superviser les opérations de communication (interne, externe, digitale, médias, etc.). Définir les objectifs, les priorités et les moyens nécessaires pour développer la marque et les produits sur le marché. Piloter la conception et la réalisation des actions de communication avec son équipe. Gérer le budget de la direction et en assurer le suivi. Développer et entretenir les relations avec les médias et la presse. Proposer et déployer des initiatives innovantes pour soutenir la croissance de l’entreprise. Superviser la contractualisation avec les prestataires et veiller au respect des procédures. Produire des reportings réguliers pour la Direction Générale. Garantir le respect des normes (HSE, réglementaires, éthiques) et de la discipline interne. Profil recherché: Diplômé(e) en communication, marketing ou domaine équivalent. Minimum 10 ans d’expérience en communication, dont une partie en position stratégique. Vision globale et esprit analytique, capacité à synthétiser et anticiper les tendances. Leadership et management d’équipe, avec un sens aigu de la collaboration. Proactivité, réactivité et rigueur dans l’exécution. Excellente maîtrise des enjeux média et des outils de communication. Curiosité, autonomie et sens de l’initiative.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:58:02.709623",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:58:10.353880",
        "url": "https://ats.talenteo.com/job-apply/36c586b479d5042698d9?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Supply Chain Manager",
        "niveau": [
            "Manager / Responsable département"
        ],
        "numero": "36c586b479d5042698d9",
        "date_depot": "2025-04-25",
        "transaction": "Offres",
        "contrat": "CDI",
        "diplome": [
            "M",
            "a",
            "s",
            "t",
            "e",
            "r"
        ],
        "diplome_src": "Master",
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH seeks on behalf of its customer, a multinational company in the industrial sector, a Supply Chain Manager Missions du poste Develop and manage the necessary plans to ensure product availability with the required quantities on the required time, meeting the quality standards as per the sales demand & forecast to achieve OTIF deliveries, while achieving the inventory levels targets. Develop supply chain strategy in line with the BU’s strategy to ensure vertical alignment and horizontal integration with other interfacing strategies across product supply. Develop the supply chain operations AOP within his BUs context and lead the communication to his teams in the plant. Responsible for complete Supply Planning, that includes but limited to, Overall Inventory Management, Finished Goods Planning, Capacity Planning, WDC (Weekly Demand Control), Master Production Scheduling, Material Requirement Planning, Supplier Scheduling and Contract Manufacturing Planning and Product Delivery. Run daily and weekly planning and logistics DDS to cover Short Term planning horizon review to protect the Supply and Service. Responsible for complete Logistics Operations, that includes but not limited to, Transportation and Warehousing Operations, Cost and Budget Management. Ensures capacity issues Vs unconstrained demand for both short term (8-12 weeks) and long term (next 18 months) are identified, next steps aligned and implemented to protect the supply at all costs and no risk to service. Ensures key operational excellence metrics at target or within tolerance for the full year (Service, Inventory, Cost and SLA / SOS adherence), root cause analysis and gap closing plans are well understood and aligned both with Solid and Dotted line before presented to BU GM and PS GM. Address and lead critical STVRs (Short Term Volume Request) and sudden demand surges to protect supply and service. Partnering with sales and demand to drive and own NPI (Non-Performing Inventory) depletion deliberate efforts to Zero. Implement Site Supply Chain Review SCORECARD in-line with SC pillar SME program. Manage the Sales & Operations Planning process, ensuring forecast reliability, identifying risks/opportunities, and aligning with financial targets. Monitor KPIs for service, inventory, cost, and SLA compliance. Lead short-term volume recovery efforts and ensure supply continuity. Build and develop a high-performing team, manage recruitment and performance, and create a succession pipeline. Develop procedures to ensure efficiency and compliance with regulations. Lead HSE initiatives and ensure asset protection. Lead cost-reduction and efficiency-improvement projects. Oversee project planning and execution. Prepare and manage supply chain budgets, monitor variances, and take corrective actions. Profil recherché License degree in commerce, marketing, statistics or industrial Engineering. 10+ years in Supply Chain (planning, logistics, procurement), including 5 years in senior roles Fluent in French and English. Strong team leadership and motivation skills. Innovation and continuous improvement mindset. Advanced problem-solving capabilities. Strategic thinking and results-oriented execution",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Oran, Algérie",
        "wilaya": "Oran",
        "status": 200,
        "date_verif": "2025-05-23T12:58:10.353887",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:58:17.754620",
        "url": "https://ats.talenteo.com/job-apply/36ab99d115f3796f094e?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Directeur (rice) des ressources humaines",
        "niveau": [
            "Manager / Responsable département"
        ],
        "numero": "36ab99d115f3796f094e",
        "date_depot": "2025-04-25",
        "transaction": "Offres",
        "contrat": "CDD",
        "diplome": [],
        "diplome_src": [],
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH recrute pour le compte de son client un(e) Directeur(trice) RH chargé(e) de piloter la politique des ressources humaines et de veiller à la bonne gestion du personnel. Missions principales : Définir et mettre en œuvre la stratégie RH en lien avec la direction. Superviser le recrutement, la formation et le développement des compétences. Gérer l’administration du personnel (contrats, paie, déclarations sociales, etc.). Assurer le respect du droit du travail et des obligations réglementaires. Maintenir un bon climat social et gérer les relations avec les représentants du personnel. Suivre les indicateurs RH et proposer des améliorations. Superviser les services généraux : locaux, hygiène, sécurité, transport, restauration. Profil recherché : Diplôme en ressources humaines, management ou équivalent. Minimum 15 ans d’expérience, dont plusieurs à un poste de direction. Très bonne maîtrise du droit du travail. Expérience en gestion de projets et conduite du changement. Bonne maîtrise des outils RH et des logiciels de gestion. Leadership, rigueur, bon sens de l’organisation et excellentes qualités relationnelles.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:58:17.754627",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:58:25.354595",
        "url": "https://ats.talenteo.com/job-apply/73b618e326096e917537?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Ingénieur en génie civil",
        "niveau": [
            "Confirmé / Expérimenté"
        ],
        "numero": "73b618e326096e917537",
        "date_depot": "lundi 14 avril 2025",
        "transaction": "Offres",
        "contrat": "CDI",
        "diplome": [],
        "diplome_src": [],
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH, cabinet agréé par l’Etat, recrute pour le compte de son client une multinationale dans le secteur de l'ingénierie , Un(e) Ingénieur en génie civil. Missions du poste : Conception génie civil des ouvrages . Production globale du projet en collaboration avec l’équipe projets (ingénieurs, techniciens, projeteurs, etc.) Élaboration, défense et présentation des dossiers techniques (EP, APS, APD, spécifications techniques de consultation). Estimation du coût prévisionnel des travaux. Analyse des offres des lots génie civil en charge. Participation active aux réunions de négociation et à la mise au point des marchés génie civil. Suivi technique des études d’exécution des entreprises (VISA). Animation des réunions techniques d’exécution avec les entreprises. Gestion des modifications de projet ou de chantier en coordination avec les responsables. Suivi ponctuel des travaux avec les agences locales, notamment pour les constats d’achèvement. Participation à la réception des travaux, vérification des décomptes définitifs et des dossiers des ouvrages exécutés. Profil recherché : Diplômé (bac +5) ingénieur ou Master en génie civile. Minimum 5 ans d'expérience en tant qu’ingénieur ou en maîtrise d’œuvre dans le domaine industriel. Solides compétences dans la géotechnique génie civil appliqué aux bâtiments industriels, en béton armé et structures métalliques Bonne connaissance des réglementations en sécurité incendie des bâtiments (Code du travail, ICPE, ERP) Maîtrise des marchés publics et privés en France. Excellente maîtrise du français, à l’oral comme à l’écrit. Aptitude confirmée à la rédaction de documents techniques, notamment des cahiers des charges Maîtrise des outils bureautiques (Word, Excel, PowerPoint). Bonne communication.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:58:25.354603",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:58:32.759008",
        "url": "https://ats.talenteo.com/job-apply/1279f09a3862ae945d87?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Analyste Pricing",
        "niveau": [
            "Confirmé / Expérimenté"
        ],
        "numero": "1279f09a3862ae945d87",
        "date_depot": "jeudi 10 avril 2025",
        "transaction": "Offres",
        "contrat": "CDD",
        "diplome": [
            "D",
            "i",
            "p",
            "l",
            "o",
            "m",
            "e",
            " ",
            "u",
            "n",
            "i",
            "v",
            "e",
            "r",
            "s",
            "i",
            "t",
            "a",
            "i",
            "r",
            "e"
        ],
        "diplome_src": "Diplome universitaire",
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH , cabinet agréé par l’État, recrute pour le compte de son client, une multinationale dans le secteur de e-commerce, un(e) Analyste pricing. Missions du poste : Étude et analyse des variations de prix et de leur impact sur les ventes. Préparation des différents frameworks de reporting. Collaboration avec les équipes commerciales et marketing pour optimiser la stratégie de pricing Organisation des promotions (ventes flash, remises, offres spéciales). Profil recherché : Bac +3 minimum en finance, gestion, statistiques ou domaine équivalent. Expérience minimum 1 an dans une fonction commerciale, idéalement dans le secteur de la vente. Bonne maîtrise de Microsoft Excel (formules de type SOMME, RECHERCHEV, etc.). Excellente capacité de communication. Rigueur, autonomie, sens de l’organisation et esprit d’équipe.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:58:32.759015",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:58:40.255716",
        "url": "https://ats.talenteo.com/job-apply/72065bd3e56e863b21db?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Commercial(e) Sédentaire",
        "niveau": [
            "Débutant / Junior"
        ],
        "numero": "72065bd3e56e863b21db",
        "date_depot": "mercredi 9 avril 2025",
        "transaction": "Offres",
        "contrat": "CDD",
        "diplome": [],
        "diplome_src": [],
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH agréé par l’État, recrute pour le compte de son client, une entreprise spécialisée dans le secteur industriel, Un Commercial(e) Sédentaire. Mission du poste: Gestion du portefeuille clients, Élaboration et mise en œuvre du plan de suivi des prospects, Suivi régulier des clients existants via appels téléphoniques et échanges formalisés (mailings, courrier), Analyse des besoins clients et proposition de solutions, Rédaction et mise à jour des documents administratifs (devis, factures, demandes), Représentation de l’entreprise lors d’événements professionnels (salons, portes ouvertes), Présentation des rapports hebdomadaires et mensuels à la direction. Profil recherché: Titulaire d'un diplôme universitaire en marketing et communication ou équivalent, 2 ans d'expérience dans un poste similaire, Maîtrise des techniques de vente et de négociation, Une bonne communication, Sens de l’écoute et de la persuasion, Autonome et a le sens des responsabilités, Maitrise des langues : Arabe et Français.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:58:40.255724",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:58:47.660001",
        "url": "https://ats.talenteo.com/job-apply/56b8fc1499c1db12fb2d?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Ingénieur technico-commercial en Hydraulique",
        "niveau": [
            "Confirmé / Expérimenté"
        ],
        "numero": "56b8fc1499c1db12fb2d",
        "date_depot": "mardi 8 avril 2025",
        "transaction": "Offres",
        "contrat": "CDI",
        "diplome": [],
        "diplome_src": [],
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH, cabinet agréé par l’Etat, recrute pour le compte de son client une multinationale dans le secteur industriel, un Ingénieur Technico- Commercial en Hydraulique. Missions du poste : Mise en œuvre de la stratégie commerciale Prospection et gestion d’un portefeuille de clients Identification des besoins clients et rédaction d’offres commerciales sur mesure Assistance technique et conseil aux clients Supervision des installations, des essais et de la mise en service des produits chez le client Coordination entre les unités de production et les clients Suivi technique du service après ventes Profil recherché: Diplôme d'Ingénieur /(Bac +5) en Mécanique ou Hydraulique. Minimum 5 ans d'expérience dans la vente d'équipements industriels Maîtrise impérative du français et de l'anglais (oral et écrit). Excellentes compétences en communication. Rigueur, organisation et méthode. Aptitude aux déplacements nationaux et internationaux.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:58:47.660008",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:58:55.211614",
        "url": "https://ats.talenteo.com/job-apply/fa4a7f67ba4d16ee5547?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Lead cost control projet",
        "niveau": [
            "Responsable d'équipe"
        ],
        "numero": "fa4a7f67ba4d16ee5547",
        "date_depot": "dimanche 6 avril 2025",
        "transaction": "Offres",
        "contrat": "CDD",
        "diplome": [],
        "diplome_src": [],
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH, cabinet agréé par l’Etat, recrute pour le compte de son client une multinationale dans le secteur Oil & Gas , Lead cost control projet. Missions du poste: Consolidation des coûts du projet, avec le support du Lead Cost Control et du PCM. Préparation d’un rapport de cost mensuel du projet incluant l’ensemble des activités (EPC, Forage, Personnel, etc.). Mise en place des fichiers de suivi des coûts LOP du projet. Élaboration des tableaux de suivi de coûts pour chacun des contrats EPC, incluant les engagements, le phasing des dépenses pluriannuelles, la VOWD cumulative, la facturation. Mise en place du suivi financier des Change Orders pour chacun des contrats EPC. Préparation des fichiers de suivi de cost control pour les activités de forage, incluant le phasing des dépenses selon les activités de forage, afin d’obtenir un fichier de cost LOP du forage. Suivi des contrats de forage et garantie du non-dépassement des coûts. Analyse des dépassements et conflits potentiels, avec proposition d’actions ou de solutions correctives. Préparation des sessions budgétaires avec les partenaires et le Groupement. Préparation de l’ensemble des rapports de coûts. Profil recherché: 15 ans minimum d'expérience en contrôle des couts projet dont au moins 3 en Forage Expérience de lead cost contrôleur projet de 5 ans Expérience obligatoire sur des projets avec partenaires internationaux en Algérie ou à l’international Français écrits et parlés parfaitement avec facilité de communication en Anglais",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:58:55.211622",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:59:02.655663",
        "url": "https://ats.talenteo.com/job-apply/d0748f6cd1314e23c5e8?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Ingénieur en maintenance",
        "niveau": [
            "Confirmé / Expérimenté"
        ],
        "numero": "d0748f6cd1314e23c5e8",
        "date_depot": "mardi 25 mars 2025",
        "transaction": "Offres",
        "contrat": "CDD",
        "diplome": [
            "M",
            "a",
            "s",
            "t",
            "e",
            "r"
        ],
        "diplome_src": "Master",
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH agréé par l’État, recrute pour le compte de son client, une entreprise dans le secteur cosmétique, un Ingénieur en maintenance. Missions du poste Maintenance préventive et corrective des machines. Identification et correction des dysfonctionnements techniques. Préparation, planification et supervision des interventions. Optimisation des performances et de la fiabilité des équipements. Tenue des registres de maintenance et gestion des stocks des pièces de rechange. Coordination de l'achat de pièces et du matériel. Garantie de la conformité et de la sécurité des interventions. Formation du personnel aux bonnes pratiques de maintenance. Suivi des indicateurs de performance et rédaction de rapports . Profil recherché Diplôme d'ingénieur (Bac +5) en maintenance industrielle, électromécanique, automatisme ou domaine équivalent. Minimum 5 ans d'expérience dans un poste similaire en maintenance industrielle . Bonnes pratique de fabrication, connaissance des normes ISO, et de la sécurité industrielle. Maîtrise du français et anglais technique requis Rigueur et organisation dans le travail. Esprit d'analyse et de synthèse.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:59:02.655672",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:59:10.208376",
        "url": "https://ats.talenteo.com/job-apply/08db253553da73eb956a?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Ingénieur HSE",
        "niveau": [
            "Confirmé / Expérimenté"
        ],
        "numero": "08db253553da73eb956a",
        "date_depot": "jeudi 20 mars 2025",
        "transaction": "Offres",
        "contrat": "CDD",
        "diplome": [
            "M",
            "a",
            "s",
            "t",
            "e",
            "r",
            " ",
            "1",
            ",",
            " ",
            "L",
            "i",
            "c",
            "e",
            "n",
            "c",
            "e",
            " ",
            "B",
            "a",
            "c",
            " ",
            "+",
            " ",
            "4",
            "|",
            " ",
            "M",
            "a",
            "s",
            "t",
            "e",
            "r",
            " ",
            "2",
            ",",
            " ",
            "I",
            "n",
            "g",
            "é",
            "n",
            "i",
            "o",
            "r",
            "a",
            "t",
            ",",
            " ",
            "B",
            "a",
            "c",
            " ",
            "+",
            " ",
            "5"
        ],
        "diplome_src": "Master 1, Licence Bac + 4| Master 2, Ingéniorat, Bac + 5",
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH, cabinet agréé par l’Etat, recrute pour le compte de son client une multinationale dans le secteur Oil & Gas , Un(e) Ingénieur HSE. Missions du poste Être garant de la conformité HSE en veillant à la connaissance et au respect des valeurs et exigences HSE par l’ensemble du personnel du site. Gestion des risques : Identifier, suivre et évaluer la maîtrise des risques liés à la sécurité et à l’environnement sur le site. Analyse des incidents : Réaliser des enquêtes approfondies sur les causes des incidents et accidents, et proposer un plan d’action préventif pour éviter leur récurrence. Déploiement de la culture sécurité : Sensibiliser et accompagner le personnel du site de production dans l’adoption d’une culture de sécurité forte et durable. Assistance au Chef de Service HSE : Participer à la coordination des équipes HSE et à l’organisation des activités des inspecteurs prévention et des équipes d’intervention. Suivi des équipements HSE : Gérer les commandes, assurer la maintenance et le renouvellement des équipements en tenant compte des délais d’approvisionnement. Contrôle des sous-traitants : Vérifier la conformité des systèmes de gestion HSE des entrepreneurs avec les exigences contractuelles. Analyse et amélioration continue : Réaliser les enquêtes après incidents, analyser les indicateurs HSE et proposer des objectifs et programmes d’amélioration. Préparation aux situations d’urgence : Animer les sessions de préparation et assurer le suivi des actions post-audit et inspection HSE. Conformité et réglementation : Surveiller les évolutions réglementaires, mettre à jour le référentiel HSE et intégrer les exigences HSE dans les contrats et leur évaluation. Profil recherché Diplômé (bac +5) ingénieur ou Master en Hygiène, Sécurité et Environnement (HSE). Minimum 5 ans d'expérience dans les projets et / ou les opérations sur un poste HSE. Maîtrise des normes et réglementations HSE Connaissance approfondie en gestion des risques industriels et en analyse des accidents. Capacité à organiser et animer des formations et sensibilisations HSE. Esprit d’analyse et de synthèse Rigueur et organisation Capacité à travailler en équipe et en coordination avec différents services Bonne communication. Bonne maîtrise du français, l’anglais est un plus. Bonne maîtrise des outils informatiques",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Hassi Messaoud, Ouargla, Algérie",
        "wilaya": "Hassi Messaoud",
        "status": 200,
        "date_verif": "2025-05-23T12:59:10.208383",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:59:17.659925",
        "url": "https://ats.talenteo.com/job-apply/4ee9976d1e0795aaab5f?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Responsable des Systèmes d'Information",
        "niveau": [
            "Responsable d'équipe"
        ],
        "numero": "4ee9976d1e0795aaab5f",
        "date_depot": "dimanche 16 mars 2025",
        "transaction": "Offres",
        "contrat": "CDI",
        "diplome": [
            "M",
            "a",
            "s",
            "t",
            "e",
            "r"
        ],
        "diplome_src": "Master",
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH agréé par l’État, recrute pour le compte de son client, une entreprise dans l'industrie agroalimentaire, un Responsable des Systèmes d'Information . Missions du poste Développer, mettre en œuvre et assurer de manière proactive la pérennité des applications en tant que catalyseurs de la performance Business pour tous les processus et unités définies sur son périmètre afin d'assurer une prestation de services SI. Développer et gérer tous les aspects humains et organisationnels de son domaine Support Entreprise (Business Intelligence, Accounting, Finance, Business Planning, HR, Sales & Marketing) Assurer la disponibilité et l'efficacité des systèmes d'information afin de répondre aux besoins et proposer des actions d'amélioration Garantir un support utilisateur fonctionnel efficace basé sur des SLA et des KPI internes Diriger et superviser les projets SI planifiés jusqu'à leur clôture et mise en production. Apporter et développer en permanence une expertise des processus Business et des applications de son domaine au sein de son équipe. Animer l'amélioration des processus et des applications. Proposer et mettre en œuvre des solutions et/ou processus pour soutenir l'évolution de l'entreprise, gérer l'intégration interfonctionnelle et SI/TI. Contribuer à l'alignement de la prestation de services SI avec la stratégie de l'entreprise et inciter l'entreprise à utiliser les avantages concurrentiels grâce à la technologie. Déterminer l'environnement opérationnel pour les nouvelles applications/solutions en alignement avec les exigences de l’entreprise. Gérer les fournisseurs internes et externes et toute ressource dépendante. Assurer la coordination ses activités & processus de son périmètre et les principales parties prenantes pertinentes de l'entreprise. Surveiller les services délivrés par les prestataires de services dans son domaine. Assurer la conformité de l'entreprise aux lois, réglementations, processus de gouvernance des SI et au contrôle interne en vigueur Profil recherché Ingénieur en Systèmes d’Information / IT. 5 à 8 ans d’expérience dans le domaine des SI, idéalement dans le secteur de l’Industrie Agroalimentaire ou en environnement multinationale. Solide maitrise de SAGE X3 (modules Négoce, Comptabilité & Finance), Sage Paie & Administration L100 C, SQL Server et solutions CRM. Maîtrise des outils d’intégration et de reporting (ETL, SSIS, ...). Compétences en communication et relations interpersonnelles. Bonne maîtrise du français et de l’anglais. Aptitude à la gestion d’équipe.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:59:17.659933",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:59:25.057908",
        "url": "https://ats.talenteo.com/job-apply/3406c1aed182b24de5dc?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Directeur (trice) de site de production",
        "niveau": [
            "Manager / Responsable département"
        ],
        "numero": "3406c1aed182b24de5dc",
        "date_depot": "dimanche 16 mars 2025",
        "transaction": "Offres",
        "contrat": "CDI",
        "diplome": [
            "M",
            "a",
            "s",
            "t",
            "e",
            "r"
        ],
        "diplome_src": "Master",
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH agréé par l’État, recrute pour le compte de son client, une entreprise dans l'industrie agroalimentaire, un Directeur (trice) de Site de Production. Missions du poste Superviser et assurer le bon fonctionnement de l'ensemble des opérations sur le site de production, qu'il s'agisse de fabrication, d'assemblage ou de traitement industriel et management des équipes veiller à l'atteinte des objectifs dans les délais impartis et dans le respect des standards de qualité. Cela inclut la gestion des ressources humaines, des équipements et des matières premières. Mise en œuvre des stratégies pour améliorer en continu les processus de production, réduire les coûts et augmenter l'efficacité. Cela inclut l'innovation, l'amélioration des méthodes de travail et la réduction des déchets. Assurer la sécurité des employés et de la conformité du site avec les normes légales et réglementaires en matière de sécurité, d'environnement et de qualité. Manager les équipes de production, en veillant à leur formation, à leur motivation et à la gestion des plannings. Gérer les budgets du site, surveille les coûts de production, et assurer l'optimisation les dépenses tout en atteignant les objectifs de rentabilité Assurer l'implémentation de projets d'amélioration continue, comme le Lean Management ou Six Sigma, pour renforcer la compétitivité et la pérennité du site. Assurer la coordination avec les autres départements (logistique, maintenance, qualité, etc.). Assurer le reporting à la direction générale. Profil recherché Titulaire d’un diplôme universitaire Bac +4 / MBA en management. Justifiant d’une expérience professionnelle d’au moins 5 ans dans une fonction similaire, avec une bonne expérience en industrie agroalimentaire . Bonne connaissance du processus de production an agro alimentaire. Bonne connaissance des standards de fabrications Excellente maîtrise des langues : français et anglais. Sens du leadership et de la gestion d’équipe.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:59:25.057916",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:59:32.561338",
        "url": "https://ats.talenteo.com/job-apply/b5c710fee35dc6a981a0?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Senior Opérations Manager",
        "niveau": [
            "Manager / Responsable département"
        ],
        "numero": "b5c710fee35dc6a981a0",
        "date_depot": "mardi 4 mars 2025",
        "transaction": "Offres",
        "contrat": "CDI",
        "diplome": [
            "M",
            "a",
            "s",
            "t",
            "e",
            "r"
        ],
        "diplome_src": "Master",
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH seeks on behalf of its customer, a multinational company in the industrial sector, a Sénior Opérations Manager Responsibilities Reviewing the Plant budget and monitor financial performance versus the budget so that the business is aware of anticipated costs/revenues and areas of unsatisfactory performance are identified. Control plant budget, Capex, contribute in electricity & gas& water annually budget. Monitor the day-to-day operations of AIA plant to ensure that work processes are implemented as designed and comply with established policies, processes, and procedures. Partner cross functionally with Planning, Quality, and the Warehouse to maximize efficiencies and output of high-quality product in a safe manner. Track key performance indicators of plant including quality, service, safety, and cost. Assuring that plant achieves targeted KPIs and Standard Operating Procedures (SOPs). Lead the optimization of production by analyzing the downtimes of production line, maximizing production efficiency, and manpower performance. Ensure that planned efficiency and production numbers are attained or exceeded to ensure customer demand can be fulfilled on time. Perform weekly walk through all areas of the operations facility, while having visibility on all shifts. Develop sustainable manufacturing technologies to reduce greenhouse gas emissions, minimize raw material use, replace toxic materials with non-toxic materials, or reduce. Ensure optimizing production by analyzing the downtimes of production line, maximizing production efficiency, and manpower performance. Monitor manufactured products according to specifications and quality standards. Order suspension of production in case of any serious products defects or malfunctioning or substandard products. Provide technical solution to enhance the product quality. Supervise maintenance budget including monitoring and controlling maintenance costs, tools, stores, equipment and spare parts inventory. Manage Capex implementation plan according to business. Manage capacity increase mega projects that meet strategic objectives of business in terms of growth. Lead the technical evaluation of project proposals to ensure the fit between the proposals and company requirements. Suppliers’ assessment in the initial screening phase of the project to ensure right suppliers are involved in the projects. Ensures clear communication of change and the reasons behind the change. Positively and confidently communicates changes to employees and provides support to ensure smooth implementation of those changes. Uses an extensive range of persuasion and influencing techniques. Build a team focusing on talent multiplication and utilization of individuals experience/background in all Supply Chain departments. Lead SME pillars master plan implementation. Stimulate subordinates and contribute to the identification of opportunities for continuous improvement of section systems, processes and practices considering ‘international best practice’, improvement of business processes, cost reduction and productivity improvement. Monitor the adherence to all relevant safety and environmental management procedures and controls to guarantee employee safety, legislative compliance, delivery of high-quality products/service and a responsible environmental attitude. Guide Operations team to achieve Operations targets and provide them with necessary technical direction. Key Requirements .Education: Bachelor’s degree in engineering & Preferably certified Lean Six Sigma Green Belt or equivalent. Experience: More than10 years of relevant experience in engineering including at least 4 years in positions of progressively increasing managerial responsibilities. Language: Arabic & English.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Oran, Algérie",
        "wilaya": "Oran",
        "status": 200,
        "date_verif": "2025-05-23T12:59:32.561345",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:59:40.164665",
        "url": "https://ats.talenteo.com/job-apply/6486b0b7007e4ec017e6?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Regulatory Affairs Pharmacist / Manager",
        "niveau": [
            "Manager / Responsable département"
        ],
        "numero": "6486b0b7007e4ec017e6",
        "date_depot": "jeudi 27 février 2025",
        "transaction": "Offres",
        "contrat": "CDI",
        "diplome": [],
        "diplome_src": [],
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH seeks on behalf of its customer, a multinational pharmaceutical company, a Regulatory Affairs Pharmacicst / Manager Missions du poste : Ensure preparation and submission to Competent authorities (CA) of Marketing authorization applications, renewals and variations…etc in compliance with the regulatory requirements (content and format), in the targeted timelines and assure an active follow-up for a timely approval Follow-up of local implementation of variations when applicable Be a regular contact point for CA (ANPP, MoPI, MoH, CNPM…etc) Provide proactive regulatory opinion and advice whenever the occasion demands it, to contribute to the regulatory strategy in collaboration with the other concerned departments and direction Prepare all requested documents and follow up of importation programs in collaboration with local partners Ensure in collaboration with local subcontractors and global departments, preparation, revision and validation of artworks Follow up of finished products batches release when necessary Participate to the local organization of Pharmaceutical Responsibility, its implementation and maintenance including writing and implementation of local procedures, training of the concerned personnel…etc Management of complaints and batch recalls if needed Ensure compliance with local and global requirements regarding validation and declaration of promotional activities Ensure compliance with global requirements regarding the management of local medical information Ensure the use and the update of relevant the company databases Participate to the preparation, reviewing and submitting to the global department and to competent authorities of PV cases and concerned parts of periodic safety reports Setting up and/or update local procedures. Profil recherché : Diploma in Pharmacy At least 4 years experience in regulatory affairs; experience in market access would be a big plus Experience in managing Pharmacovigilance processes would be a plus Communication skills and good command of English & French (verbal & written) Knowledge of current regulations and the organizational structures of the various pharmaceutical sector institutions in Algeria (MIPP, ANPP, MTESS, MSPRH, PCH). Experience in the preparation, submission and follow-up of applications for registration decisions, renewal applications and variation applications to the relevant authorities Experience in managing Pharmacovigilance processes would be a plus Good listening skills and ability to receive constructive feedback Ability to collaborate effectively with colleagues and contribute positively to a harmonious working environment Ability to organize and manage time effectively to maximize productivity Adherence to high ethical standards, honesty and transparency in all professional interaction.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Alger, Algérie",
        "wilaya": "Alger",
        "status": 200,
        "date_verif": "2025-05-23T12:59:40.164673",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:59:47.704997",
        "url": "https://ats.talenteo.com/job-apply/e1adb81087df83b16417?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Account Manager",
        "niveau": [
            "Jeune diplômé"
        ],
        "numero": "e1adb81087df83b16417",
        "date_depot": "dimanche 9 février 2025",
        "transaction": "Offres",
        "contrat": "CDD",
        "diplome": [],
        "diplome_src": [],
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH agréé par l’État, recrute pour le compte de son client, une entreprise spécialisée dans le secteur e-commerce, Un(e) Account manager. Mission du poste : Vous gérez les relations clients et les grands comptes. Vous construisez et maintenez des relations solides et durables avec nos clients principaux. Vous développez et mettez en œuvre la stratégie pour optimiser les ventes et maximiser les revenus. Vous collaborez avec les équipes de vente et de marketing pour créer et exécuter des campagnes promotionnelles adaptées à chaque catégorie. Vous analysez les données de vente et les tendances du marché pour identifier des opportunités de croissance. Vous suivez et rapportez les métriques des comptes clés, notamment les performances de vente et la satisfaction client. Vous négociez et finalisez les contrats avec les clients pour garantir des partenariats bénéfiques et durables. Vous offrez un service client exceptionnel, en répondant rapidement et efficacement aux préoccupations. Vous assurez la veille commerciale. Vous travaillez en étroite collaboration avec les équipes transversales, y compris le merchandising, les opérations et la logistique, pour assurer une gestion efficace des comptes. Profil recherché : Vous avez un diplôme de niveau Bac+3 en commerce, marketing ou dans un domaine connexe. Vous avez entre 2 et 4 ans d'expérience en gestion commerciale ou de comptes, de préférence dans le secteur de l'e-commerce ou du retail. Vous avez d'excellentes compétences en communication, négociation et relations interpersonnelles. Vous maîtrisez les logiciels CRM, Excel et les outils de gestion des ventes. Vous avez disposez de fortes capacités analytiques et de résolution de problèmes. Vous êtes autonome, proactive et orientée résultats. Vous savez une bonne expérience dans la gestion des priorités. Vous avez une bonne maitrise du français",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "El Eulma, Setif, Algérie",
        "wilaya": "El Eulma",
        "status": 200,
        "date_verif": "2025-05-23T12:59:47.705004",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    },
    {
        "date_crawl": "2025-05-23T12:59:55.177431",
        "url": "https://ats.talenteo.com/job-apply/4e364e27e83e04a393e7?src=joblisting",
        "site_origine": "Talenteo.com",
        "titre": "Head of Seller Engagement",
        "niveau": [
            "Responsable d'équipe| Confirmé / Expérimenté"
        ],
        "numero": "4e364e27e83e04a393e7",
        "date_depot": "mercredi 5 février 2025",
        "transaction": "Offres",
        "contrat": "CDD",
        "diplome": [
            "L",
            "i",
            "c",
            "e",
            "n",
            "c",
            "e",
            " ",
            "(",
            "L",
            "M",
            "D",
            ")",
            ",",
            " ",
            "B",
            "a",
            "c",
            " ",
            "+",
            " ",
            "3",
            "|",
            " ",
            "M",
            "a",
            "s",
            "t",
            "e",
            "r",
            " ",
            "1",
            ",",
            " ",
            "L",
            "i",
            "c",
            "e",
            "n",
            "c",
            "e",
            " ",
            "B",
            "a",
            "c",
            " ",
            "+",
            " ",
            "4"
        ],
        "diplome_src": "Licence (LMD), Bac + 3| Master 1, Licence Bac + 4",
        "domaine": "Services",
        "domaine_src": "Services",
        "description": "Halkorb RH seeks on behalf of its customer, a multinational e-commerce company a Head of Seller Engagement Responsabilities: Vendor engagement strategy Performance monitoring Management of returns and complaints Onboarding of new sellers Interdepartmental coordination Requirements: University degree in economics, communication or bussines management. Minimum of 5 years experience as seller engagement Excellent command of CRM tools and online sales platforms. Strong data analysis and KPI interpretation skills. Good knowledge of training and support tools. Natural leadership, ability to motivate and engage teams. Excellent interpersonal skills and ability to manage partnerships. Results oriented, with strong problem solving skills.",
        "employeur": "HalKorb-RH",
        "poste": "1",
        "adresse": "Dely Ibrahim, Alger, Algérie",
        "wilaya": "Dely Ibrahim",
        "status": 200,
        "date_verif": "2025-05-23T12:59:55.177439",
        "images": [
            "https://ats.talenteo.com/attachments/company_logo/logo_24543338_large.jpg"
        ],
        "as_photo": "Avec photo",
        "prix": "",
        "prix_unit": "",
        "prix_dec": "",
        "as_prix": "Sans prix",
        "vehicle": "False"
    }
]